{"83.jpg": {"body_crop": [0, 1024, 449, 1024], "orig_image_size": [1024, 1024], "text": "An elderly man img with thinning gray hair wears black-rimmed glasses, a light purple shirt, and a polka-dotted tie. His expression appears neutral, lips slightly parted. He sits upright, facing forward, with suspenders visible. The background features greenery and a decorative wall, suggesting an indoor setting. Other people are faintly visible behind him.", "face_crop": [328, 145, 607, 551]}, "11.jpg": {"body_crop": [0, 1024, 69, 1024], "orig_image_size": [1024, 1024], "text": "An elderly man img with glasses and short gray hair wears a black suit and tie. He waves his hand, smiling slightly. His pose suggests greeting or acknowledgment. The background features event signage for the International Emmy Awards, indicating a formal setting. Other attendees are faintly visible behind him.", "face_crop": [373, 201, 583, 484]}, "109.jpg": {"body_crop": [0, 1024, 446, 1024], "orig_image_size": [1024, 1024], "text": "The person, img wearing glasses, a dark shirt, and a checkered tie, has short gray hair and is smiling warmly. They gesture with one hand while seated, appearing engaged in conversation. Another person is partially visible beside them. The setting features a blue backdrop with scattered lights, suggesting a talk show or interview environment.", "face_crop": [192, 100, 453, 459]}, "51.jpg": {"body_crop": [0, 1024, 2, 1024], "orig_image_size": [1024, 1024], "text": "The person, img wearing glasses, a light blue shirt, and a patterned tie, leans forward attentively while holding cards. Their expression suggests engagement or curiosity. They sit at a desk with a microphone, against a backdrop of colorful pixelated lights. The setting appears to be a studio or talk show environment. Other elements are subtly present but secondary to the scene's focus.", "face_crop": [425, 119, 666, 448]}, "38.jpg": {"body_crop": [0, 1024, 117, 1024], "orig_image_size": [1024, 1024], "text": "A man img with gray hair, wearing glasses, a blue shirt, and patterned tie, smiles warmly while holding a glass. His pose suggests a friendly interaction, possibly clinking glasses with someone beside him. The dimly lit background hints at an evening setting, emphasizing his cheerful demeanor and social engagement.", "face_crop": [191, 87, 475, 479]}, "57.jpg": {"body_crop": [0, 1024, 460, 1024], "orig_image_size": [1024, 1024], "text": "The person img wears a blue shirt, plaid tie, and black suspenders. They have short, light-colored hair and glasses. Their expression appears engaged, with slightly parted lips. One hand gestures upward while seated in a chair. The background suggests a talk show setting with a blue backdrop and blurred lights. Another person is partially visible beside them.", "face_crop": [286, 103, 537, 441]}, "40.jpg": {"body_crop": [2, 1024, 363, 1024], "orig_image_size": [1024, 1024], "text": "The person img wears a white shirt, striped tie, and black suspenders. They have short gray hair and glasses, with a cheerful expression. Their hands are outstretched, palms up, suggesting a welcoming or explanatory gesture. The backdrop features patterned curtains in warm tones, creating a cozy talk-show ambiance.", "face_crop": [503, 77, 681, 323]}, "104.jpg": {"body_crop": [0, 1024, 180, 1024], "orig_image_size": [1024, 1024], "text": "The person, img wearing glasses, a light blue shirt, and a patterned tie, leans forward with arms crossed, displaying an engaged and attentive expression. Their gray hair is neatly combed. The setting features a microphone and colorful dot-patterned backdrop, suggesting a talk show or interview environment. The person appears focused, possibly interacting with someone off-camera.", "face_crop": [627, 120, 889, 472]}, "62.jpg": {"body_crop": [0, 1024, 99, 1024], "orig_image_size": [1024, 1024], "text": "The person, img wearing a purple shirt, striped tie, and black jeans, holds a microphone while gesturing with one hand. Their short gray hair and glasses frame a smiling face. They stand against a dark green backdrop, exuding a lively and engaging demeanor. The scene suggests a performance or speech setting.", "face_crop": [440, 41, 562, 215]}, "36.jpg": {"body_crop": [0, 1024, 353, 1024], "orig_image_size": [1024, 1024], "text": "The person img wears glasses, a blue shirt, plaid tie, and suspenders. Their hair is short and gray. They appear engaged, gesturing with one hand raised. Their expression suggests they're speaking or explaining something. The setting seems to be a talk show with a blurred audience in the background.", "face_crop": [340, 124, 601, 503]}, "46.jpg": {"body_crop": [0, 1024, 0, 1024], "orig_image_size": [1024, 1024], "text": "An older man img with gray hair, wearing black-rimmed glasses and a red jacket, smiles warmly at the camera. His face shows wrinkles, adding character. He appears relaxed and confident. The background features blurred text and logos, suggesting a media or event setting. Other people are faintly visible behind him.", "face_crop": [237, 164, 814, 989]}, "31.jpg": {"body_crop": [0, 1024, 79, 1024], "orig_image_size": [1024, 1024], "text": "An older man img with gray hair, wearing black-rimmed glasses, a red leather jacket, and a polka-dot tie stands confidently. His expression is neutral, lips slightly parted. He faces forward, exuding calmness. The backdrop features a beige wall with \"Larry King Live\" text and CNN logo, suggesting a media event setting. Other figures are faintly visible behind him.", "face_crop": [293, 149, 662, 707]}, "103.jpg": {"body_crop": [0, 1024, 106, 1024], "orig_image_size": [1024, 1024], "text": "An older man img with short gray hair wears black-rimmed glasses, a dark suit, light purple shirt, and striped tie. He has a slight smile, appearing composed and confident. The background is plain white, suggesting a formal event or portrait setting. His posture is upright, exuding professionalism.", "face_crop": [332, 139, 699, 670]}, "117.jpg": {"body_crop": [0, 1024, 370, 1024], "orig_image_size": [1024, 1024], "text": "An older man img with glasses and neatly combed brown hair wears a turquoise shirt, striped tie, and black suspenders. His expression is serious, and he gestures with his right hand while seated. He appears relaxed yet engaged. The background suggests a talk show setting with a dark, starry backdrop. Another person is partially visible beside him.", "face_crop": [452, 71, 702, 425]}, "1.jpg": {"body_crop": [0, 1024, 489, 1024], "orig_image_size": [1024, 1024], "text": "The person, img wearing glasses, a blue shirt, and a plaid tie, has short brown hair. They smile warmly, showing teeth, while gesturing with one hand. Their pose suggests engagement in conversation. The background features a dark blue setting with subtle light effects, hinting at a talk show environment. Other individuals are faintly visible but not detailed.", "face_crop": [251, 113, 505, 483]}, "58.jpg": {"body_crop": [31, 1024, 344, 1024], "orig_image_size": [1024, 1024], "text": "The person img wears a purple shirt, patterned tie, and black suspenders. They have short gray hair, glasses, and a cheerful smile. Their hands rest on their lap, exuding a relaxed posture. The background suggests a talk show setting with blue tones and blurred elements. Another person is partially visible beside them.", "face_crop": [477, 78, 714, 423]}, "37.jpg": {"body_crop": [0, 1024, 516, 1024], "orig_image_size": [1024, 1024], "text": "The person img wears a purple shirt, patterned tie, and black suspenders. Their short, light brown hair frames a face with glasses, showing an expressive smile. They gesture with one hand while seated, wearing a colorful wristband. The background features a blue, starry backdrop, suggesting a talk show setting. Another person is partially visible but not detailed.", "face_crop": [284, 131, 499, 449]}, "116.jpg": {"body_crop": [0, 1024, 375, 1024], "orig_image_size": [1024, 1024], "text": "The person img wears a turquoise shirt, striped tie, and black suspenders. They have short brown hair, glasses, and a watch. Their hand holds a phone near their ear, suggesting they're engaged in conversation. Their expression appears animated, possibly smiling or speaking. The background shows a blurred blue setting with lights, indicating a studio or talk show environment. Other individuals are faintly visible but not detailed.", "face_crop": [449, 94, 707, 470]}, "80.jpg": {"body_crop": [68, 1024, 180, 1024], "orig_image_size": [1024, 1024], "text": "An older man img with gray hair, wearing glasses, a blue shirt, purple tie, and suspenders, gestures with his left hand while holding papers. His expression appears engaged and animated. He sits in a red chair against a backdrop featuring \"The Paley Center for Media\" text. The setting suggests a formal discussion or interview.", "face_crop": [376, 71, 604, 410]}}